{
  "title": "MY FAVOURITE STORY BOOK AND MOVIE CHARACTERS",
  "description": "Here is the list of some of my favourite movie and story book characters.",
  "theme": "rainbow",
  "posts": [
    {
      "title": "Karna",
      "imagePath": "https://raw.githubusercontent.com/tushartambe/imagesForHTML/master/karna.jpg",
      "author": "Tushar",
      "date": "2019-01-03",
      "description": "Karna is a main character of historic novel Mrutunjay by Shivaji Sawant which based on Mahabharat. He  is the son of Surya and princess Kunti. Karna was the greatest warrior of his generation, who conquered entire ancient India single-handedly. He was extremely principled and stood by them even in the face of death. He was also known as 'Danveer'. Indra the king of Gods, comes to his door asking for his Kavach-Kundal. Kavach is an unpenetrable shield that is attached to his skin. Kundal are radiating earlobes which he gets at the time of his birth from his father Sun God. Karna rips his Kavach from his body and chops off his Kundal within a split second. In the final war of Mahabharata Karna gets killed by Arjun."
    },
    {
      "title": "Captain Jack Sparrow",
      "imagePath": "https://raw.githubusercontent.com/tushartambe/imagesForHTML/master/jackSparrow.jpg",
      "author": "Tushar",
      "date": "2019-01-03",
      "description": "Captain Jack Sparrow is a fictional character in the Pirates of the Caribbean film series. The character was performed by Johnny Depp. He is one of the most original, inventive, unexpected, unpredictable and delightful characters in movie history, and that is attributable to Johnny determination not to take the roads most traveled. He's entirely self-serving, but can surprisingly come through heroically in a pinch. He pretends not to care about anyone or anything except himself, but when push comes to shove, Captain Jack does have a  heart after all. And most of all, he loves and cherishes his freedom, sailing the seas on his greatest love of all, the Black Pearl."
    },
    {
      "title": "Iron Man",
      "imagePath": "https://raw.githubusercontent.com/tushartambe/imagesForHTML/master/ironman.jpg",
      "author": "Tushar",
      "date": "2019-01-03",
      "description": "Iron Man is a fictional superhero in Marvel cinematic universe. It is performed by the Robert Downey Jr.It is the most loved superhero character. He is great mechanic. He can create what he want and that makes him appealing.He is arrogant.Iron man is among the super  heroes who have a good sense of humor. A typical iron man movie usually has parts that make people laugh. Tony stark's personality is very complex. He is a business man and CEO but he is also a super hero and a great engineer. The complexity of his personality makes him more appealing to many people."
    },
    {
      "title": "Rango",
      "imagePath": "https://raw.githubusercontent.com/tushartambe/imagesForHTML/master/rango.jpg",
      "author": "Tushar",
      "date": "2019-01-03",
      "description": "Rango"
    },

    {
      "title": "Rapunzel",
      "imagePath": "https://costumewall.com/wp-content/uploads/2017/02/rapunzel.jpg",
      "author": "Shubham",
      "date": "2019-01-03",
      "description": "It's a story of a princess born with magical golden hairs."
    },
    {
      "title": "swagata",
      "imagePath": "https://www.gettyimages.ie/gi-resources/images/Homepage/Hero/UK/CMS_Creative_164657191_Kingfisher.jpg",
      "author": "swagata",
      "date": "2019-01-23",
      "description": "It's a story of a princess born with magical golden hairs.g the super  heroes who have a good sense of humor. A typical iron man movie usually has parts that make people laugh. Tony stark's personality is very complex. He is a business man and CEO but he is also a super hero and a great engineer. The complex"
    }
  ]
}
